Repository: wescamp/Roar_of_the_Woses-1.10
Catalog: po/*.po
Languages: fr, hu

source: If it were any other time we would be glad to come with you. But right now, our eggs...
fr: Si c'était à n'importe quel autre moment nous serions heureux de vous accompagner. Mais pour le moment, nos œufs...
hu: Bármikor máskor örömmel mennénk veletek. De most ugye a tojásaink...

source: I understand. We shall have to find others.
fr: Je comprends. Nous allons devoir trouver d'autres alliés.
hu: Értem. Más szövetségeseket kell találnunk.

source: But we have a debt of honor! I, at least, shall go with them.
fr: Mais nous avons une dette d'honneur envers eux! Moi, en tous cas, je vais avec eux.
hu: Ez egy becsületbeli kötelesség! Én magam, ha más nem is, velük megyek.

source: I did not say that we would not help! Join them with my blessing. In addition, I have some advice for you, Kylix. Seek the woses, for they will most likely wish to help you in such a task. I will provide transportation to where they are likely to be found if you wish.
fr: Je n'ai pas dit que nous refusions notre aide! Vas donc avec ma bénédiction. De plus, j'ai un conseil à vous donner, Kylix. Allez voir les woses, car ils accepteront très probablement de vous aider dans ce genre d'entreprise. Je peux vous faire transporter là où vous avez les meilleures chances de les trouver si vous voulez.
hu: Én nem mondtam, hogy nem segítünk! Csatlakozz hozzájuk, áldásom rá. És még adnék neked egy tanácsot, Kylix. Keresd meg a fapásztorokat, mert ők valószínűleg segítenek neked egy ilyen vállalkozásban. Ha kívánod, elvitetlek téged arra a helyre, ahol megtalálhatod őket.

source: I do have some help I can offer however. First, some information. The woses would certainly aid you, for the damming of a stream could not be other than an abomination to them. Second, I can lend you some of my people to take you to where they live should you wish to seek their aid.
fr: J'ai quand même un peu d'aide à vous offrir. D'abord une information. Les woses vous aideront certainement, car barrer une rivière ne peut être qu'une abomination à leurs yeux. Ensuite, je peux vous donner quelqu'un pour vous transporter jusque chez eux si vous voulez quérir leur aide.
hu: De azért némi segítséget fel tudok ajánlani. Először is, információt. A fapásztorok biztos, hogy segíteni fognak neked, mert a gátépítés egy folyón utálatos dolog a szemükben. Másodszor, néhány bajtársam elvezet titeket a földjükre, ha a segítségüket akarjátok kérni.

source: Thank you for your consideration. Of course, we accept.
fr: Merci de votre considération. Naturellement, nous acceptons.
hu: Köszönjük figyelmességedet. Természetesen elfogadjuk.

source: I thought I led here. But yes, we accept your offer.
fr: Je pensais nous y conduire moi-même. Mais certainement, nous acceptons votre offre.
hu: Azt hittem, én vagyok itt a vezető. Egyébként igen, elfogadjuk az ajánlatodat.

source: Lintanir Forest
fr: La Forêt de Lintanir
hu: A Lintanir-erdő

source: Leaving their forces behind, Kylix and Isarras travelled quickly northwards to Lintanir forest to find the Woses.
fr: Laissant leurs troupes derrière eux, Kylix et Isarras marchèrent rapidement vers le nord, jusqu'à la forêt de Lintanir afin d'y trouver les Woses.
hu: Csapataikat hátrahagyva Kylix és Isarras gyorsan észak felé indultak a Lintanir erdőbe, hogy megtalálják a fapásztorokat.

source: team_name^Pillagers
fr: Pillards
hu: Fosztogatók

source: Go east to find the Woses
fr: Aller vers l'est pour trouver les Woses
hu: Keletre mész, és megtalálod a fapásztorokat

source: We have arrived at the edge of Lintanir forest, where you might find the woses.
fr: Nous sommes arrivés aux lisières de la forêt de Lintanir, où vous devriez pouvoir trouver des woses.
hu: Elérkeztünk a Lintanir-erdő szélére. Itt megtalálhatod a fapásztorokat.

source: I never want to fly again!
fr: Plus jamais je n'accepterai de voyager en volant!
hu: Soha többé nem akarok repülni!

source: But the rush of the air. Is it not glorious?
fr: Mais le vent de la course. N'est-ce pas exaltant?
hu: De ahogyan a szél suhan a pikkelyeken! Hát nem csodálatos?

source: Enough. I don't see any woses here. Where are they?
fr: Parlons d'autre chose. Je ne vois pas de wose. Où sont-ils?
hu: Elég legyen! Nem látok egy fapásztort sem! Hol vannak?

source: I saw some great trees to the east. I suspect you will find them there.
fr: J'ai vu de grands arbres vers l'est. Je pense que vous devriez les trouver là.
hu: Láttam néhány faóriást kelet felé. Az a gyanúm, ott megtalálhatjátok őket.

source: Then let us be off! My thanks, drakes, for your help getting here. May your eggs hatch safely.
fr: Alors allons-y! Tous mes remerciements à vous les drakes pour nous avoir conduit ici. Je souhaite que vos œufs éclosent sans ennui.
hu: Akkor induljunk! Köszönjük, perzsekények, hogy segitettetek eljutnunk idáig. Kívánjuk, hogy biztonságben keljenek ki a tojásaitok.

source: Arkax said I should remain to help you.
fr: Arkax a dit que je devais rester avec vous.
hu: Arkax azt mondta, hogy maradjak veletek, és segítselek titeket.

source: Your aid will be welcome.
fr: Votre aide sera la bienvenue.
hu: Köszönettel elfogadjuk a segítségedet.

source: Fare you well.
fr: Adieu.
hu: Isten veletek!

source: Who goes there?
fr: Qui va là?
hu: Ki jár itt?

source: We are friends, come looking for your aid.
fr: Nous sommes des amis venus chercher votre aide.
hu: Barátok vagyunk, a segítségeteket kérjük.

source: Friends you say. Hmmm. How can I know you are friends? Friends take time to develop and you have given me no time.
fr: Des amis, dites-vous. Hmmm. Comment puis-je savoir si vous êtes vraiment des amis? L'amitié se construit au fil du temps et vous ne m'en avez guère laissé.
hu: Azt mondod, barátok. Hmmm. Honnan tudhatnám, hogy tényleg barátok vagytok-e? Egy barátság csak idővel alakul ki, és ti nem adtatok nekem időt.

source: Is there some way that we might show you we are friends?
fr: Y a-t-il un moyen de vous prouver que nous sommes bien des amis?
hu: Hogyan tudnánk megmutatni neked, hogy valóban a barátaid vagyunk?

source: Ah, hmm...
hu: Hát, hmm...

source: You mean a test, do you not? I think I may have such a test for you. Just yesterday, some orcs were spotted approaching from the north west. If you can keep them from despoiling the forest, I will call you friend.
fr: Vous pensez à quelque test, n'est-ce pas? Je pense que j'ai ce qu'il vous faut. Hier, on a vu des orcs approcher par le nord ouest. Si vous pouvez les empêcher de ravager la forêt, je vous considèrerai comme des amis.
hu: Úgy érted, tegyelek próbára? Azt hiszem, van egy megfelelő próbatételem a számodra. Épp tegnap figyeltünk fel néhány orkra, akik északnyugat felől közelítettek az erdőnkhöz. Ha meg tudod akadályozni, hogy feldúlják az erdőt, akkor a barátomnak foglak nevezni.

source: We shall need to set up a base to defeat them.
fr: Nous allons devoir construire une base pour les vaincre.
hu: Tábort kell vernünk ahhoz, hogy legyőzhessük őket.

source: That is acceptable. I will even lend you the aid of the forest to help.
fr: C'est normal. Je vais même vous accorder l'aide de la forêt pour ce faire.
hu: Ez elfogadható kérés. Sőt, az erdő segítségét is a rendelkezésedre bocsátom.

source: Defeat the enemy leader
fr: Vaincre le chef ennemi
hu: Legyőzöd az ellenséges vezért

source: Death of Rambadindol
fr: Mort de Rambadindol
hu: Rambadindol elesik

source: Now I know you to be no friend, for you have left me to die.
fr: Maintenant je sais que vous n'êtes pas des amis. Vous m'avez laissé mourir.
hu: Most már tudom, hogy nem vagytok a barátaim, mert hagytatok engem meghalni.

source: If you are so slow to defend the trees, then I am afraid I cannot call you friend.
fr: Si vous êtes aussi lents à défendre les arbres, j'ai peur de ne pouvoir vous appeler amis.
hu: Ha ennyi időbe kerül nektek megvédeni a fákat, akkor attól tartok, nem nevezhetlek benneteket a barátaimnak.

source: Well, we have done as you asked. Will you aid us?
fr: Bon, nous avons fait ce que vous demandiez. Nous aiderez-vous?
hu: Megtettük, amit kértél tőlünk. Segítesz nekünk?

source: You have shown yourself a true friend. We shall aid you.
fr: Vous vous êtes montrés de véritables amis. Nous allons vous aider.
hu: Igaz barátnak mutatkoztatok. Segítünk nektek.

source: Race on the Listra
fr: Course sur la Listra
hu: Versenyfutás a Listrán

source: Having secured the aid of the Woses, Kylix and Isarras journeyed back south.
fr: S'étant assurés de la coopération des Woses, Kylix et Isarras retournèrent dans le sud.
hu: Miután biztosították a fapásztorok segítségét, Kylix és Isarras visszautaztak délre.

source: team_name^Road Guard
fr: Gardiens de la route
hu: Őrök

source: Defeat Kadras and kill all enemy cavalry
fr: Vaincre Kadras et tuer tous les cavaliers ennemis
hu: Legyőzöd Kadrast, és megölsz minden ellenséges lovast

source: Any cavalry unit reaches the south end of the road
fr: Toute unité de cavalerie ennemie atteignant l'extrémité sud de la route
hu: Egy lovas eléri az út déli végét

source: I thought Tugarth had dealt with you. Evidently I was wrong. I will not risk letting you escape twice. Scouts, go to Wesnoth and bring everyone you can find. I'll keep them under observation until you return.
fr: Je pensais que Tugarth vous avais réglé votre compte. De toute évidence, j'avais tort. Mais je ne vous laisserai pas échapper une seconde fois. Messagers, filez jusqu'à Wesnoth et ramenez tout ce que vous pourrez comme renforts. Je les tiens à l'œil jusqu'à votre retour.
hu: Azt hittem Tugarth legyőzött titeket. Világos, hogy tévedtem. Nem kockáztaton meg, hogy még egyszer elmenekülhessetek. Hírvivők, menjetek Wesnothba, és hozzatok magatokkal mindenkit, akit találtok! Én majd rajtuk tartom a szemem, amíg visszaértek.

source: They are recruiting fast moving scouts to warn of our coming. Let me go ahead to delay them.
fr: Ils envoient des messagers rapides pour avertir de notre venue. Je vais partir devant pour les retarder.
hu: Gyors hírvivőket toboroznak, hogy figyelmeztessék a többieket. Hadd menjek előre, hogy késleltessem őket!

source: My fort destroyed, my scouts killed. I have failed to warn Wesnoth.
fr: Mon fort détruit, mes messagers occis. Je n'ai pas pu prévenir Wesnoth.
hu: Az erődömet elpusztították, a hírvivőimet megölték. Nem tudtam figyelmeztetni Wesnothot.

source: They have overwhelmed me! Fly for your lives.
fr: Ils m'ont vaincu! Sauve qui peut.
hu: Legyűrtek minket! Meneküljetek!

source: Someone managed to escape to warn of our coming. This is going to be bad.
fr: Quelqu'un a réussi à s'échapper pour avertir de notre venue. Je sens que ça va mal tourner.
hu: Valaki elmenekült, és figyelmeztetni fogja a többieket! Ennek nagyon rossz vége lesz!

source: Isarras's prediction came true. A large Wesnoth force caught Kylix while she was separated from the rest of her army and killed her.
fr: La prédiction d'Isarras se vérifia. Une force puissante venue de Wesnoth intercepta Kylix avant qu'elle ne rejoigne son armée et la tua.
hu: Isarras jóslata valóra vált. Egy nagyobb wesnothi haderő elfogta Kylixet, amikor távol volt a seregétől, és megölték őt.

source: Laying Plans
fr: Tirer des plans
hu: Tervezgetés

source: Kylix and Isarras headed south until they returned to their army. There, they held council to decide their next steps.
fr: Kylix et Isarras se dirigèrent vers le sud et rejoignirent leur armée. Là, ils tinrent conseil pour décider que faire ensuite.
hu: Kylix és Isarras dél felé indultak, és visszatértek a seregeikhez. Ott megtanácskozták, hogy mi legyen a következő lépésük.

source: We have the aid of the woses, and we have our warriors. Let us attack!
fr: Nous avons le concours des woses et nos guerriers. Attaquons!
hu: A fapásztorok segítenek minket, és ott vannak a saját harcosaink is. Támadjunk!

source: Well said!
fr: Bien dit!
hu: Helyes!

source: An excellent plan. We shall fall upon them like thunder.
fr: Un plan excellent. Nous allons tomber sur eux comme la foudre.
hu: Remekbe szabott terv! Mennydörgésként zúdulunk le rájuk.

source: I urge caution, Kylix. While the woses are mighty, they are few in number. Do you remember how many soldiers Tugarth sent after us? If we attack the dam directly, we shall surely be defeated.
fr: Je recommande la prudence, Kylix. Même si les woses sont forts, ils sont peu nombreux. Vous rappelez vous du nombre de soldats que Tugarth a pu envoyer à nos trousses? Si nous attaquons le barrage directement, nous serons certainement vaincus.
hu: Elővigyázatosságot tanácsolok, Kylix. A fapásztorok hatalmasak, de kevesen vannak. Emlékszel, hány katonát küldött utánunk Tugarth? Ha homlokegyenest megtámadjuk a gátat, biztosan legyőznek minket.

source: I am not about to give up now!
fr: Je n'ai pas l'intention d'abandonner maintenant!
hu: Nem fogom most feladni!

source: Of course not. But we need more allies, ones who are numerous enough to drive away the army of Wesnoth.
fr: Bien sûr que non. Mais nous avons besoin d'autres alliés, des alliés assez nombreux pour attirer au loin l'armée de Wesnoth.
hu: Persze hogy nem. De további szövetségesekre van szükségünk. Olyanokra, akik elegen vannak ahhoz, hogy elűzzék Wesnoth hadseregét.

source: The only ones like that are the orcs, and our encounters with them so far do not make me wish to seek their aid.
fr: Les seuls dans ce cas sont les orcs, et nos précédentes rencontres avec eux ne me donnent pas envie de rechercher leur concours.
hu: Az egyetlen ilyen fajta az orkok, és amit eddig láttam belőlük, annak alapján nem szívesen kérném a segítségüket.

source: I was not speaking of orcs. There is another source of large numbers of troops, and that is the humans.
fr: Je ne parlais pas des orcs. Il y a un autre réservoir de troupes: ce sont les humains.
hu: Én nem az orkokról beszéltem. Máshonnan is szerezhetünk nagy számú sereget, mégpedig az emberektől.

source: But they are on the side of Wesnoth!
fr: Mais ils sont dans le camp de Wesnoth!
hu: De ők Wesnoth oldalán állnak!

source: It may seem that way, since those we have encountered so far are united against us, but humans, like saurians, are divided into many groups, each contending against the other. It is my thought that we could find some who do not side with Wesnoth and use them to supplement our numbers.
fr: C'est ce qu'il paraît, car tous ceux que nous avons rencontré jusqu'ici se sont unis contre nous, mais les humains, tout comme les sauriens, sont divisés en bien des groupes, tous se chamaillant entre eux. Je pense que nous pourrions en trouver qui ne sont pas alliés à Wesnoth et les incorporer à nos troupes.
hu: Csakugyan úgy tűnhet, mert akikkel eddig találkoztunk, azok egyesültek ellenünk, de az emberek, ugyanúgy mint a gyíkok, csoportokra oszlanak, amelyek harcolnak egymással. Úgy gondolom, találhatunk olyanokat, akik nem állnak Wesnoth oldalán, és kiegészíthetjük velük sorainkat.

source: But everyone around here seems to be on Wesnoth's side, and we don't have time to travel far.
fr: Mais tout le monde par ici a l'air de faire cause commune avec Wesnoth et nous n'avons pas le temps d'aller chercher au loin.
hu: De ezen a vidéken mindenki Wesnoth oldalán áll, és nincs időnk, hogy messzire utazzunk.

source: Even so, there are those who live here outside of Wesnoth's rule. They are outlaws and rogues, and surely would not appreciate the permanent presence of Wesnoth's army.
fr: Dans ce cas, il y a ceux qui vivent en dehors de la loi de Wesnoth. Il y a des hors-la-loi et des canailles, qui n'apprécient certainement pas la présence permanente d'une armée de Wesnoth.
hu: Ez igaz, de ott vannak azok, akik itt élnek, Wesnoth uralmán kívül. Ők a törvényen kívüliek és a haramiák, és biztosan nem díjaznák a wesnothi hadsereg állandó jelenlétét.

source: Excellent. Let us go to them and make them join us.
fr: Parfait. Allons les voir et enrôlons les.
hu: Nagyszerű! Látogassuk meg őket, és ajánljuk fel a szövetséget!

source: It is not that simple. They are in many groups and we will only have time to contact one or two of them. We need to consider carefully whom to appraoch.
fr: Ce n'est pas aussi simple. Ils forment de nombreux groupes et nous ne pourrons qu'en contacter un ou deux. Nous devons choisir soigneusement lesquels approcher.
hu: Ez nem ennyire egyszerű. Sok-sok bandában élnek, és nekünk csak arra van időnk, hogy egy -kettővel felvegyük a kapcsolatot. Alaposan át kell gondolnunk, hogy kiket környékezzünk meg.

source: I see. What are my choices?
fr: Je comprends. Quelles sont les alternatives ?
hu: Értem. Mik a lehetőségeim?

source: The first group we might approach are the poachers. They find this wild land ideal for hunting and spend much of their time moving around, searching for game. If farmers were to come, many animals would be driven away, forcing them away as well.
fr: En premier, il y a les braconniers. Ils trouvent ce pays idéal pour la chasse et se déplacent la plupart du temps pour trouver du gibier. Si des fermiers viennent s'installer, les animaux s'en iront et ils devront faire de même.
hu: Az első csapat, akiket megkörnyékezhetünk, az orvvadászok. Számukra ez a zord vidék ideális vadászterület, idejük legnagyobb részében a vadonban kóborolnak zsákmány után kutatva. Ha telepesek jönnének ide, azzal elűznék a vadállomány nagy részét, és az orvvadászokat is velük együtt.

source: The second group are thugs and highwaymen who prey on the few travellers here. They will surely find their trade harder to practice if Wesnoth establishes larger towns.
fr: Ensuite, il y a les malfrats et les bandits de grand chemin qui attaquent les rares voyageurs qui passent. Ils trouveront certainement leur activité plus compliquée si Wesnoth développe les villes.
hu: A második csoport a rablók és banditák, akik az erre vetődő utazókat fosztogatják. Biztosan megnehezíti a dolgukat, ha Wesnoth nagyobb városokat alapít erre.

source: The last group are the footpads. They spend most of their time passing information and supplies to the other groups, and would find the loss of either of the other two groups undesirable.
fr: En dernier, il y a les petits voleurs. Ils se consacrent principalement à colporter des informations et du ravitaillement pour les autres groupes, et trouveraient sans doute indésirable la disparition de l'un ou l'autre de leurs clients.
hu: A legutolsó csoport az útonállók. Ők abból élnek, hogy információval és utánpótlással látják el a másik két csapatot. Egyik elvesztését sem találnák kívánatosnak.

source: It's your decision, of course.
fr: À vous de décider, bien sûr.
hu: Te döntesz, természetesen.

source: Poacher Rescue
fr: Sauvetage du braconnier
hu: Orvvadászok kiszabadítása

source: After some searching, Kylix and Isarras found some poachers. However, someone else had found them first.
fr: Après quelques recherches, Kylix et Isarras trouvèrent quelques braconniers. Mais quelqu'un d'autre les avait trouvés en premier.
hu: Csekély keresés után Kylix és Isarras megtalálta az orvvadászokat. Sajnos valaki más már előttük megtalálta őket.

source: team_name^Elves
fr: Elfes
hu: Tündék

source: Rescue the poacher leader and return him to your encampment
fr: Sauver le chef des braconniers et le ramener à votre camp
hu: Kiszabadítod az orvvadászok vezérét, és elviszed a saját táborodba

source: Death of Gulthamos
fr: Mort de Gulthamos
hu: Gulthamos elesik

source: Death of Ignavus
fr: Mort d'Ignavus
hu: Ignavus elesik

source: I feel like someone is watching us.
fr: Je sens que quelqu'un nous observe.
hu: Úgy érzem, valaki figyel minket.

source: So do I. Perhaps it is because of those elves over there.
fr: Moi aussi. Peut-être à cause de ces elfes là-bas.
hu: Én is. Biztosan azok miatt a tündék miatt.

source: And they have captured the people we're looking for. It looks like we'll have to fight if we want to recruit those poachers.
fr: Et ils ont capturés les gens qu'on venait voir. On dirait qu'il va falloir se battre pour pouvoir recruter ces braconniers.
hu: És foglyul ejtették az embereket, akiket keresünk. Úgy tűnik, hogy harcolnunk kell, ha fel akarjuk fogadni azokat az orvvadászokat.

source: Someone is definitely watching us. I saw movement in the trees.
fr: Il y a vraiment quelqu'un qui nous observe. J'ai vu du mouvement entre les arbres.
hu: Egészen biztos, hogy valaki figyel minket. Mozgást láttam a fák között.

source: Then keep a sharp lookout. They could be dangerous.
fr: Dans ce cas, ouvrez l'œil et le bon. Ils peuvent être dangereux.
hu: Akkor tartsd nyitva a szemed. Lehet, hogy veszélyesek.

source: Can we not turn back? Surely there are allies to be found in safer places.
fr: On ne pourrait pas faire demi-tour? On peut sûrement trouver des alliés dans un endroit moins dangereux.
hu: Nem fordulhatnánk vissza? Bizonyára találunk szövetségeseket biztonságosabb helyeken is.

source: Coward! Danger is not to be feared.
fr: Couard! On ne doit pas craindre le danger.
hu: Gyáva! Nem szabad meghátrálni a veszély elől.

source: And where you you be, Ignavus, if we had thought the same when we found you among the undead?
fr: Et où en seriez-vous, Ignavus, si nous avions pensé de même quand nous vous avons trouvé au milieu des morts-vivants?
hu: És hol lennél, Ignavus, ha mi is így gondolkodtunk volna, amikor rád találtunk az élőholtak között?

source: I just wanted to, um, confirm that the risk was worth it.
fr: Je voulais seulement m'assurer que, um, le jeu en valait la chandelle.
hu: Csak izé... meg akartam győződni arról, hogy megéri a kockázatot.

source: They're everywhere! Help!
fr: Ils sont partout ! Au secours !
hu: Mindenütt ott vannak! Segítség!

source: It's just one elf. You can beat it.
fr: C'est seulement un elfe isolé. Vous pouvez le battre.
hu: Ez csak egyetlen tünde. Le tudod győzni.

source: There are more elves hiding in the trees.
fr: Il y en a d'autres cachés dans les arbres.
hu: Többen is rejtőzködnek a fák között.

source: They must be the watchers. Now that we know they're there, they shouldn't be too much of a problem.
fr: Cela doit être des sentinelles. Maintenant que nous savons qu'ils sont là, ils ne devraient pas causer trop de problèmes.
hu: Bizonyára ők az őrszemek. Most, hogy tudjuk, hogy ott vannak, nem okozhatnak túl nagy problémát.

source: Look out, there are elves hiding in the forest.
fr: Attention, il y a des elfes cachés dans la forêt.
hu: Legyetek résen, tündék rejtőznek az erdőben!

source: We know that already.
fr: On est déjà au courant.
hu: Már tudunk róla.

source: I thought the elves were going to kill me.
fr: Je pensais que les elfes allaient me tuer.
hu: Azt hittem, a tündék meg fognak ölni.

source: They still might — unless you help us, that is.
fr: Ils pourraient encore le faire — à moins que vous ne nous aidiez.
hu: Még mindig megtehetik – hacsak nem segítesz nekünk.

source: It looks like I have no choice. Lead on.
fr: Je ne crois pas avoir le choix. Allons-y.
hu: Úgy tűnik, nincs más választásom. Vezess tovább!

source: So much for the grand rescue.
fr: Fin du grand sauvetage.
hu: Ennyit a nagy mentőakcióról...

source: We still have some time before the dam can be finished. I suggest we search for more allies.
fr: Nous avons encore le temps avant l'inauguration du barrage. Je propose que nous cherchions d'autres alliés.
hu: Még mindig van valamennyi időnk, mielőtt befejezik a gátat. Azt javaslom, keressünk további szövetségeseket.

source: I would never have thought so before, but being with you has shown me that allies are very useful.
fr: Je ne l'aurais jamais pensé auparavant, mais votre rencontre m'a appris que des alliés peuvent être très utiles.
hu: Soha nem gondoltam volna ezelőtt, de hogy veletek vagyok, most beláttam, milyen hasznosak is a szövetségesek.
