Repository: wescamp/Roar_of_the_Woses-1.10
Catalog: po/*.po
Languages: fr, hu

source: We still have time to recruit one more ally. Who would you prefer?
fr: Nous avons encore le temps de recruter un allié de plus. Lequel préférez-vous?
hu: Még mindig van időnk, hogy soraink közé állítsunk még egy szövetségest. Kiket szeretnél?

source: Highway Robbery
fr: Bandits de grand chemin
hu: Rablás az úton

source: While finding the highwaymen was easy, their desire to help was lacking.
fr: Bien qu'il fut facile de trouver les bandits de grand chemin, leur désir d'alliance était inexistant.
hu: A banditákat könnyű volt megtalálni, de nem igazán hajlottak a segítségre.

source: team_name^Highwaymen
fr: Bandits de grand chemin
hu: Banditák

source: team_name^Caravan
fr: Caravane
hu: Karaván

source: Defeat the Morlan before Larhyn does
fr: Vaincre Morlan avant Larhyn
hu: Legyőzöd Morlant, mielőtt Larhyn győzi le

source: Death of Larhyn
fr: Mort de Larhyn
hu: Larhyn elesik

source: One of Larhyn's thugs kills Morlan
fr: Un des malfrats de Larhyn tue Morlan
hu: Larhyn egyik gyilkosa legyőzi Morlant

source: Why should I help you?
fr: Pourquoi vous aiderait-on?
hu: Miért segítenék nektek?

source: The dam will encourage more people to come here, and that will increase patrols from Wesnoth. Surely you can see that will make your livelihood more difficult.
fr: Le barrage fera venir plus de monde par ici, et le nombre des patrouilles de Wesnoth augmentera. Vous ne pouvez pas ne pas voir que cela vous rendra la vie plus difficile.
hu: A gát miatt egyre több ember fog ideköltözni, az pedig azt jelenti, hogy egyre több lesz a wesnothi őrjárat. Beláthatod, hogy az a ti életeteket is meg fogja nehezíteni.

source: Then we shall go somewhere else as we have before.
fr: Dans ce cas, nous irons ailleurs, comme nous l'avons fait bien des fois.
hu: Akkor elköltözük más vidékre, ahogyan már korábban is tettük.

source: Then we'll have to make you help us.
fr: Alors nous devons vous forcer à nous aider.
hu: Akkor kényszeríteni fogunk, hogy segítsetek nekünk.

source: There's no profit in fighting you. How about a deal? There's a camp just to the south of here. I'm expecting some horsemen to come through here shortly. When they get halfway between you and me we'll both attack. If your men make the kill then we'll help you. If we get the leader, then you work for us.
fr: Il n'y aurait aucun profit à se battre avec vous. Que diriez-vous de conclure un marché? Il y a un camp un peu au sud. Nous attendons des cavaliers qui devraient être ici bientôt. Quand ils seront à mi-chemin entre vous et nous, nous attaquerons. Si vos gens s'emparent de leur chef, nous vous aiderons. Si c'est nous, vous travaillerez pour nous.
hu: Semmi hasznunk abból, ha veletek harcolunk. Mit szólnátok egy alkuhoz? Van egy tábor innen délre. Úgy számítom, nemsokára lovasok fognak érkezni, a mi területünkön keresztül. Ha félúton lesznek közöttünk, mindketten támadunk. Ha a te bajtársaid győzik le a vezérüket, akkor segítünk nektek. Ha mi győzzük le a vezért, akkor ti fogtok nekünk dolgozni.

source: Your terms are acceptable.
fr: Vos conditions sont acceptables.
hu: Elfogadom a feltételeidet.

source: Attack!
fr: Attaquez !
hu: Támadás!

source: Ambush! To me, men!
fr: Une embuscade! A moi!
hu: Rajtaütés! Mindenki hozzám!

source: I thought you were going to wait until he got halfway!
fr: Je croyais que vous deviez attendre qu'ils soient arrivés à mi-chemin!
hu: Azt hittem várni fogsz, amíg félúton lesznek közöttünk!

source: I lied.
fr: J'ai menti.
hu: Hazudtam.

source: How are we supposed to recruit the dead?
fr: Comment pourrions-nous enrôler des morts?
hu: Hogyan tudhatnánk halottakat toborozni?

source: I got him!
fr: Je l'ai eu!
hu: Elkaptam!

source: It looks like you're working for me now, Kylix.
fr: Tout indique que vous êtes maintenant à mon service, Kylix.
hu: Úgy tűnik, mostantól nekem dolgozol, Kylix.

source: The paladin is ours!
fr: Le paladin est à nous!
hu: A keresztes lovag a mienk!

source: You're not going to renege on our bet, are you Larhyn?
fr: Vous n'envisagez pas de revenir sur votre parole, n'est-ce pas Larhyn?
hu: Csak nem akarsz visszatáncolni a fogadásunktól, Larhyn?

source: After seeing your troops take that paladin down, I won't even consider it. My men are yours.
fr: Ayant vu comment vos troupes ont jeté bas ce paladin, je n'y songe même pas. Mes hommes sont à vous.
hu: Miután láttam, ahogy a katonáid legyőzték azt a keresztes lovagot, meg sem fordul a fejemben. Rendelkezz az embereimmel.

source: Ambushed!
fr: Embuscade !
hu: Rajtaütés!

source: Kylix and Isarras went looking for footpads. The footpads went looking for potential victims.
fr: Kylix et Isarras cherchaient des voleurs. Les voleurs cherchaient des victimes.
hu: Kylix és Isarras elindultak, hogy megkeressék az útonállókat. Az útonállók pedig elindultak, hogy áldozatokat keressenek.

source: The footpads found what they were looking for first.
fr: Les voleurs trouvèrent ce qu'ils cherchaient en premier.
hu: Először az útonállók találták meg, amit kerestek.

source: team_name^Ambushers
fr: Embusqués
hu: Rajtaütők

source: Defeat Greta
fr: Vaincre Greta
hu: Legyőzöd Gretát

source: Greetings...
fr: Salutations…
hu: Üdvözöllek...

source: Charge!
fr: À l'attaque !
hu: Roham!

source: You stole the words out of my mouth!
fr: Vous m'ôtez les mots de la bouche!
hu: A számból vetted ki a szót!

source: I surrender!
fr: Je me rends !
hu: Megadom magam!

source: Crossroads
fr: Carrefour
hu: A keresztút

source: team_name^Undead
fr: Morts-vivants
hu: Élőholtak

source: Kill Ar'Kasan
fr: Tuer Ar'Kasan
hu: Legyőzöd Ar'Kasan-t

source: This swamp looks like a good place for a rest.
fr: Ce marais a l'air idéal pour faire une halte.
hu: Ez a mocsár jó pihenőhelynek tűnik.

source: And with a rest, our weakling followers will be stronger. Saurians, keep active. We must not appear weak before our allies.
fr: Une halte permettra à nos compagnons les plus faibles de retrouver leurs forces. Sauriens, restez en alerte. Nous ne devons pas avoir l'air faibles devant nos alliés.
hu: És egy kis pihenő a gyengécske szövetségeseinknek is segít, hogy visszanyerjék erejüket. Gyíkok, maradjatok aktívak! Nem tűnhetünk gyengének a szövetségeseink előtt!

source: Who are you that do trespass within my demesne?
fr: Qui donc ose fouler le sol de mon domaine?
hu: Ki vagy te, aki háborítani merészeled birtokomat?

source: We do not answer to you and we go where we please.
fr: Nous n'avons pas de comptes à vous rendre et nous allons où nous voulons.
hu: Nem tartozunk neked válaszadással, és oda megyünk, ahová nekünk tetszik.

source: You lack manners, saurians. Attend, and learn from your better.
fr: Vous manquez d'éducation, sauriens. Je vais vous apprendre.
hu: Hiányzik belőletek a jó modor, gyíkok. Gyertek, és tanuljatok a mestertől.

source: I think you made it angry. Look at all the skeletons rising from the ground.
fr: Je crois que vous l'avez mis en colère. Voyez tous ces squelettes qui surgissent du sol.
hu: Azt hiszem, feldühítetted. Nézd, csontvázak bújnak ki a földből.

source: They shall be no problem. Their dry bones shall burn like tinder before me.
fr: Pas de problème. Je vais brûler leurs os desséchés comme des brindilles.
hu: Ők nem okoznak nekünk problémát. A száraz csontjaik úgy fognak égni előttem, mint a tapló.

source: They rise at its command—maybe they shall also fall without it. Strike for the leader and we shall put this theory to the test!
fr: Ils se lèvent sur son ordre — il se pourrait aussi qu'ils disparaissent si sa volonté disparaît. Abattez le chef et nous saurons si cette théorie est exacte!
hu: Az ő parancsára kelnek életre – őnélküle talán nem is élnek tovább. Pusztítsátok el a vezérüket, és meglátjuk, hogy helytálló-e az elgondolás!

source: Help me! I was with my comrades when the undead attacked. I can't hold them off any longer.
fr: Au secours! J'étais avec mes compagnons quand les morts-vivants ont attaqué. Je ne puis les contenir plus longtemps.
hu: Segítsetek! A bajtársaimmal voltam, amikor az élőholtak megtámadtak. Nem tudjuk őket tovább feltartani.

source: Of course we shall aid you. Join us, and we shall defeat them together.
fr: Bien sûr que nous allons vous aider. Venez avec nous et nous allons les vaincre ensemble.
hu: Magától értetődő, hogy segítünk neked. Csatlakozz hozzánk, és együtt legyőzzük őket!

source: You shall not regret helping me.
fr: Vous ne le regretterez pas.
hu: Nem fogjátok megbánni, hogy segítettetek!

source: Praise be! It's safe to come out. Please, let me join you in thanks for your rescue.
fr: Dieu merci! Il n'y a plus de danger. Laissez-moi s'il vous plaît, me joindre à vous en remerciement de votre aide.
hu: Hála a Magasságosnak! Biztonságban kijöhetünk! Engedjétek meg, hogy hálám jeléül csatlakozzak hozzátok!

source: Welcome to our company.
fr: Bienvenue dans la compagnie.
hu: Üdvözlünk a csapatunkban!

source: You said you'd protect me! Help!
fr: Vous aviez dit que vous me protègeriez! Au secours!
hu: Azt mondtátok, megvédtek majd! Segítség!

source: The Back Door
fr: La Porte dérobée
hu: A hátsó ajtó

source: True to Ignavus's word, there was a small cave out of which flowed a small stream. Kylix and Isarras entered it, seeking the tunnel to the dam.
fr: Conformément aux dires d'Ignavus, il y avait là une petite caverne d'où sortait un petit ruisseau. Kylix et Isarras y entrèrent, cherchant le tunnel qui menait au barrage.
hu: Ignavus szavaihoz híven volt ott egy apró barlang, amelyből egy kis patak csordogált. Kylix és Isarras bementek, hogy megkeressék a gáthoz vezető alagutat.

source: team_name^Miners
fr: Mineurs
hu: Bányászok

source: The Voiceless
fr: Le Sans-Voix
hu: A Hangtalan

source: team_name^The Dead
fr: Les Morts
hu: Halottak

source: team_name^Vermin
fr: Vermine
hu: Férgek

source: Move Kylix to the exit in the south
fr: Conduire Kylix jusqu'à la sortie au sud
hu: Eljuttatod Kylixet a déli kijárathoz

source: We should reach the mines soon. After that, we go a bit further south and we'll find the exit to the hills above the dam.
fr: Nous devrions bientôt atteindre les mines. Ensuite, nous irons un peu plus au sud et nous trouverons la sortie qui donne sur les collines au dessus du barrage.
hu: Hamarosan elérjük a bányákat. Aztán még egy kicsit továbbmegyünk dél felé, és megtaláljuk a gát fölötti hegyekhez vezető kijáratot .

source: Good. Bring up the troops. We want to be ready for any dwarves that may remain.
fr: Bien. Amenez les troupes. Nous devons être prêts au cas où il y aurait encore des nains.
hu: Rendben. Hívd össze a harcosokat! Fel kell készülnünk; esetleg törpök maradhattak még itt.

source: Surely you won't hurt them.
fr: Bien sûr, vous ne leur ferez pas de mal.
hu: Nem kellene bántanod őket.

source: I'm not going to be stopped now. If they try, I'm not going to back down. If they have already gone, so much the better.
fr: Je ne me laisserai pas arrêter maintenant. S'ils essaient, je ne reculerai pas. Le mieux serait qu'ils soient déjà partis.
hu: Nem fogom hagyni, hogy most megállítsanak. Ha megpróbálják, nem fordulok vissza. Ha már elhagyták ezt a helyet, annál jobb.

source: But, they're my relatives! You can't hurt them.
fr: Mais ce sont des parents à moi! Vous ne devez pas leur faire de mal.
hu: De ők a rokonaim! Nem bánthatod őket!

source: You should have thought of that before telling us of this route.
fr: Vous auriez dû y penser avant de nous montrer le chemin.
hu: Azelőtt kellett volna erre gondolnod, hogy megmutattad nekünk ezt az utat.

source: More earthquakes? The last one led us into a battle with orcs. What does this one portend?
fr: Encore des tremblements de terre? Le dernier a provoqué une bataille avec les orcs. Qui sait ce qu'annonce celui-là?
hu: Még több földrengés? A legutóbbi háborúhoz vezetett az orkokkal. Ez vajon most mit jövendöl?

source: Water. Look, the stream is already starting to rise.
fr: Une inondation. Regardez, le ruisseau est en train de gonfler.
hu: Víz. Nézd, a folyó szintje máris emelkedik!

source: Then the lake we saw the last time we were at the dam must have broken through. We'll have to hurry or the water might cut us off.
fr: Alors le lac que nous avons vu quand nous étions au barrage doit avoir débordé aussi. Nous devons nous hâter, sinon l'eau va nous encercler.
hu: Akkor a tó, amit legutóbb a gátnál láttunk, bizonyára keresztültört. Sietnünk kell, másképp a víz elvághat minket.

source: So, outcast, was hiding while we were fighting for our lives not enough? You have twice betrayed your kin.
fr: Et bien, banni, te cacher pendant que nous luttions pour nos vies n'était-il pas suffisant? Tu as trahi deux fois ta parenté.
hu: Kitaszított! Nem volt elég, hogy rejtőzködtél, amikor mi az életünkért harcoltunk? Kétszer is elárultad a fajtádat!

source: Ignavus, the Loremasters have spoken. For cowardice in battle, betraying your comrades, you have been outcast. Now you return with a hostile force. The Law is clear: you must die.
fr: Ignavus, les gardiens de la Tradition ont rendu leur verdict. Pour couardise dans la bataille et trahison de tes compagnons, tu as été banni. Et maintenant tu reviens accompagné de gens hostiles. La Loi est claire: tu dois mourir.
hu: Ignavus, a Tanmesterek beszéltek. Kitaszított lettél, a harcban tanúsított gyávaságodért, és mert elárultad a bajtársaidat. Most pedig egy ellenséges sereggel térsz vissza. A törvény szava világos: meg kell halnod.

source: Let my fellow dwarves witness: the Law has been upheld—the traitor vanquished.
fr: Que mes amis nains en témoignent: la Loi a été appliquée—et le traître vaincu.
hu: Legyetek tanúi, törp fegyvertársaim: megtartottuk a Törvényt – az áruló kivégeztetett.

source: This dwarf is already dead!
fr: Ce nain est déjà mort !
hu: Ez a törp már halott!

source: So kill it again.
fr: Et bien tuez-le encore une fois.
hu: Akkor öld meg ismét!

source: I thought dwarves took care of their dead. Why should they be rousing?
fr: Je pensais que les nains prenaient soin de leurs morts. Pourquoi se relèvent-ils?
hu: Azt hittem, a törpök gondját viselték a halottaiknak. Miért ébrednének föl?

source: Our graveyard was to the south of here. The earthquake we felt earlier must have disturbed their graves.
fr: Notre cimetière était situé au sud. Le tremblement de terre que nous avons senti hier a dû déranger leurs tombes.
hu: A temetőnk itt volt, innen délre. A földrengés, amit korábban éreztünk, bizonyára megzavarta a sírjaikat.

source: It's a pity that Ignavus is dead. He may have known the answer.
fr: C'est dommage qu'Ignavus soit mort. Il aurait pu avoir la réponse.
hu: Kár, hogy Ignavus halott. Ő talán tudta volna a választ.

source: Help, I'm drowning!
fr: Au secours ! Je me noie !
hu: Segítség! Megfulladok!

source: Spectral Cloak
fr: Manteau Spectral
hu: Kisértetköpeny

source: The Spectral Cloak grants you the power of a ghost.
fr: Le Manteau Spectral vous donne le pouvoir d'un fantôme.
hu: A Kisértetköpeny egy szellem erejével ruházza fel viselőjét.

source: Only a faerie may use this item.
fr: Seule une fée peut utiliser cet objet.
hu: Csak egy tündér használhatja ezt az eszközt.

source: touch
fr: contact
hu: érintés

source: Kylix and Isarras returned to the dam, this time with an army at their backs.
fr: Kylix et Isarras retournèrent au barrage, cette fois avec une armée sur leurs talons.
hu: Kylix és Isarras visszatértek a gáthoz, ám most egy hadsereggel a hátuk mögött.

source: team_name^Wesnoth
fr: Wesnoth
hu: Wesnoth

source: Destroy the Dam
fr: Détruire le barrage
hu: Elpusztítod a gátat

source: We have returned! This time we shall not retreat until the dam is destroyed. Woses, are you ready to strike?
fr: Nous sommes revenus! Cette fois, nous ne reculerons pas tant que le barrage ne sera pas détruit. Woses, êtes-vous prêts?
hu: Visszatértünk! Most nem hátrálunk addig, amíg a gátat el nem pusztítottuk. Fapásztorok, készen álltok, hogy lesújtsatok?

source: We can see the weak points in the dam from here. The walls are thick and it will take us some time to break through.
fr: D'ici, nous voyons les points faibles du barrage. Les murs sont épais et cela nous prendra un certain temps de les briser.
hu: Innen jól látjuk a gát gyenge pontjait. A falak vastagok, és időre lesz szükségünk, hogy áttörjük őket.

source: We will keep the humans away while you work.
fr: Nous tiendrons les humains en respect pendant que vous travaillez.
hu: Mi majd távol tartjuk az embereket, amíg ti dolgoztok.

source: The swamp creatures have returned, and they have brought allies. To arms!
fr: Les créatures des marais sont revenues avec des alliés. Aux armes!
hu: A mocsári lények visszatértek, és szövetségeseket is hoztak magukkal! Fegyverbe!

source: We have come! Now, fall upon these saurians like a hurricane. Let none stand before us!
fr: Nous sommes là! Maintenant, fondez sur ces sauriens comme la tempête. N'en laissez pas un seul nous tenir tête!
hu: Megérkeztünk! Most rohanjátok le ezeket a gyíkokat, mint a hurrikán! Senki ne maradjon állva előttünk!

source: I am in position. Guard me!
fr: Je suis en place. Couvrez-moi!
hu: A helyemen vagyok. Fedezzetek!

source: They're trying to destroy the dam. Stop them!
fr: Ils essaient de détruire le barrage. Arrêtez-les!
hu: Megpróbálják elpusztítani a gátat! Állítsátok meg őket!

source: A wose must rest for several turns to break through each area of the dam. The number of turns depends on the level of the wose. Progress is not lost if the wose is interrupted.
fr: Un wose doit demeurer en place pendant plusieurs tours pour briser les points faibles du barrage. Le nombre de tours dépend du niveau de ce wose. Les progrès de la destruction ne sont pas perdus si le wose est interrompu.
hu: Hogy áttörhesse a gát egyes területeit, a fapásztornak több körön át pihennie kell. A körök száma függ a fapásztor szintjétől. Ha a fapásztort megzavarják, az eddig elvégzett munkája nem vész el.

source: Epilogue
hu: Epilógus

source: The destruction of the dam caused a great flood to sweep downriver. When Kylix and Isarras returned home, all trace of human presence had been washed away. Moreover, the flood had severely damaged the lands of neighbouring tribes, weakening them such that Kylix was able to easily expand her territory. There she ruled for another ten years, until she died, old and powerful.
fr: La destruction du barrage déclencha une grande inondation. Quand Kylix et Isarras revinrent dans leur pays, toute trace de présence humaine avait été balayée. De plus l'inondation avait sévèrement ravagé les terres des tribus voisines, les affaiblissant de telle manière que Kylix fut en mesure d'étendre son domaine. Ensuite, elle règna pendant une dizaine d'années avant de mourir, vieille et respectée.
hu: A gát elpusztítása után hatalmas árhullám söpört végig a folyón. Mire Kylix és Isarras hazatértek, az emberek jelenlétének már minden nyoma eltűnt. Továbbá az árhullám súlyos károkat okozott a szomszédos törzsek területeiben, olyannyira meggyengítve őket, hogy Kylix ki tudta terjeszteni a területét. Ott uralkodott még további tíz évig, amikor hatalmasan és tisztes öregségben érte a halál.

source: Isarras remained an ally of the tribe and was never given cause to regret his suggestion.
fr: Isarras resta un allié de la tribu et n'eut jamais de raison de regretter sa décision.
hu: Isarras a törzs szövetségese maradt, és soha nem volt rá oka, hogy megbánja elhatározását.

source: Gra Korust returned to his home in the Estmarks. He became a frequent visitor and an informal competition arose between him and the tribe, each trying to ambush the other.
fr: Gra Korust retourna chez lui dans les Marches de l'Est. Il revint cependant souvent en visite, et une compétition informelle s'installa entre lui et la tribu, chacun essayant de prendre l'autre en embuscade.
hu: Gra Korust visszatért otthonába, az Estmark-hegységbe. Gyakori látogatóvá vált, és egy nem hivatalos vetélkedés alakult ki közte és a törzs között, amelyben mindegyik megpróbálta rajtaütésszerűen meglepni a másikat.

source: Ignavus left suddenly, soon after the dam was destroyed. Shortly afterward a party of dwarves was seen travelling east.
fr: Ignavus disparut subitement, très vite après la destruction du barrage. Peu de temps après, un groupe de nains fut aperçu se dirigeant vers l'est.
hu: Ignavus hamar elhagyta barátait, nem sokkal a gát elpusztítása után. Nem sokkal ezután egy csapat törpöt figyeltek meg, akik kelet felé utaztak.

source: The human rogues quickly scattered and many were later killed by Kylix during one of her raids.
fr: Les bandits humains se dispersèrent rapidement et par la suite, Kylix en tua beaucoup à l'occasion d'un de ses raids.
hu: A haramiák gyorsan szétszóródtak, és sokukkal Kylix végzett később, az egyik portyája során.

source: Cave Ford
fr: Gué souterrain
hu: Barlangi gázló

source: Burned Village
fr: Village Brûlé
hu: Felégetett falu

source: Dwarvish Miner
fr: Mineur Nain
hu: Törp bányász

source: Dwarvish miners are the grunt workers of Dwarvish society. They take the precious ores out of the ground, but do not ever take part in the crafting of weapons or artifacts.
fr: Les mineurs sont les travailleurs du bas de l'échelle dans la société des nains. Ils récoltent les minerais précieux, mais ne prennent aucune part dans la réalisation d'armes ou d'objets.
hu: A törp bányászok a törp társadalom munkásai. Ők fejtik ki az értékes érceket a hegy gyomrából, de soha nem vesznek részt a fegyverek vagy műalkotások létrehozásában.

source: pick
fr: pic
hu: csákány

source: Faeries come in many varieties. It is believed that their wings reflect on their status, with larger wings having greater value.
fr: Il y a de nombreuses espèces de fées. On croit que la taille de leurs ailes est en rapport avec leur statut, les plus grandes étant les plus prisées.
hu: A tündéreknek sok fajtája van. Azt tartják, hogy a szárnyukból lehet következtetni a pozíciójukra, ahol a nagyobb szárny magasabb pozíciót jelent.

source: Sprite
fr: Lutin
hu: Tündér

source: Sprites are among the smallest manifestations of Faerie.
fr: Les lutins figurent parmi les plus petites des fées.
hu: A tündérek a szellemlények legkisebb megjelenési formái.

source: sacrifice
hu: áldozat

source: female^sacrifice
fr: sacrifice
hu: áldozat

source: Sacrifice: This attack heals adjacent allies for one third of the damage dealt to a living enemy.
fr: Sacrifice: Cette attaque soigne les unités alliées voisines pour un tiers du dommage causé à l'ennemi visé.
hu: Áldozat: Ez a támadás az élő ellenségnek okozott sebzés egy harmadával gyógyítja a szomszédos szövetségeseket.

source: Saurian Haruspex
fr: Haruspice Saurien
hu: Gyík béljósló

source: Most saurian practitioners of magic bear crude staffs as a symbol of their position. A few instead wield blood encrusted knives. Their magic seems to be like unto the foulest of necromancy.
fr: La plupart des sauriens pratiquant la magie arborent un bâton de bois brut en signe de leur position. Quelques autres portent des poignards encroûtés de sang. Leur magie s'apparente aux pires nécromancies.
hu: A gyík mágiahasználók megmunkálatlan botokat hordanak, mint pozíciójuk szimbólumát. Néhányan e helyett vérrel díszített pengéjű késeket forgatnak. A mágiájuk olyasmi, mint a legdurvább halottidéző mágia.

source: Saurian Lurker
fr: Rôdeur Saurien
hu: Gyík bújkáló
