Repository: wescamp/Roar_of_the_Woses-1.10
Catalog: po/*.po
Languages: fr, hu

source: The Roar of the Woses
fr: Le Rugissement des Woses
hu: A pusztító fapásztorok

source: RotW
fr: RdW
hu: APF

source: When the construction of a dam threatens the existence of her home, Kylix is forced on a journey to stop it. (Intermediate level, 10-11 scenarios.)
fr: La construction d'un barrage menaçant ses terres, Kylix se trouve contrainte de partir en expédition pour l'arrêter. (Niveau intermédiaire, 10-11 scénarios)
hu: Amikor egy gátépítés az otthonát veszélyezteti, Kylix kénytelen útnak indulni, hogy elhárítsa a fenyegetést. (Középhaladó szint, 10-11 pálya.)

source: Skirmisher
fr: Tirailleur
hu: Portyázó

source: (easy)
fr: (facile)
hu: (könnyű)

source: (normal)
hu: (átlagos)

source: Ambusher
fr: Embusqué
hu: Rajtaütő

source: (hard)
fr: (difficile)
hu: (nehéz)

source: Flanker
fr: Flanqueur
hu: Megkerülő

source: Campaign Design
fr: Conception de la campagne
hu: Hadjárat kialakítása

source: Oxbow Swamp
fr: Le Marais de l'Ancien Méandre
hu: Oxbow-mocsár

source: Saurian tribes are forever growing, splitting and dying. Most leave little more than rapidly crumbling mud huts behind. Some however, leave a greater legacy.
fr: Les tribus de sauriens sont sans cesse en évolution, croissant, se divisant, et disparaissant. La plupart ne laissent guère derrière elles que quelques huttes de boue qui ne tardent pas à s'écrouler. Certaines cependant sont de plus grande envergure.
hu: A gyík törzsek folyamatosan növekszenek, szétválnak és meghalnak. Legtöbbjük nem hagy több nyomot maga után, mint a gyorsan málló sárkunyhók. Mások viszont nagyobb örökséget adnak tovább az utókornak.

source: Kylix was a junior female in a large tribe dwelling in the Bitter Swamp. In 547 YW a spectatular meteor shower prompted the tribe's diviners to declare a new hatching and to select Kylix to form it. Only a few others were permitted to leave with her and her new tribe was pushed north to a river on the edge of the swamp.
fr: Kylix était une jeune femelle appartenant à une grande tribu qui vivait dans le Marais Amer. En 547 AW, une chute de météore spectaculaire suggéra aux devins de la tribus qu'il était temps d'essaimer et ils choisirent Kylix pour ce projet. Quelques autres seulement furent autorisés à l'accompagner et sa nouvelle tribu s'installa dans le nord d'une rivière sur la frontière du marais.
hu: Kylix egy fiatal nőstény volt a Keserű-mocsárban lakozó egyik nagy törzsben. A wesnothi időszámítás 547. évében egy látványos meteoreső arra indította a törzs jósait, hogy új fészekalj létrehozását jelentsék be. Kylixet választották ki a feladat végrehajtására. Csak keveseknek engedtetett meg, hogy útra keljenek vele. Az új törzs észak felé indult, a folyóhoz, a mocsár határára.

source: While there were occasional conflicts with others in the swamp, Kylix's tribe was free to grow, and even make raids on some scattered human farms.
fr: Même s'il y avait quelques conflits avec d'autres dans le marais, la tribu de Kylix était libre de se développer, et même de conduire des raids sur des fermes humaines isolées.
hu: Néha-néha akadtak konfliktusok a mocsár többi lakóival, de Kylix törzse szabadon növekedhetett, olyannyira, hogy néha még egy-egy elszórt emberi településen is rajtaütöttek.

source: team_name^Saurians
fr: Sauriens
hu: Gyíkok

source: team_name^Naga
fr: Naga
hu: Nagák

source: team_name^Farmers
fr: Fermiers
hu: Telepesek

source: team_name^Orc Farmers
fr: Fermiers Orcs
hu: Ork telepesek

source: Defeat Isarras
fr: Vaincre Isarras
hu: Legyőzöd Isarrast

source: Death of Kylix
fr: Mort de Kylix
hu: Kylix elesik

source: Stay away, Naga. This part of the swamp belongs to us.
fr: Passe ton chemin, Naga. Ce marais nous appartient.
hu: Tartsátok távol magatokat, nagák! A mocsárnak ez a része a mi területünk!

source: Then we shall fight you for it, for our home downstream has dried up and hordes of humans have moved in. We need a new land.
fr: Dans ce cas, nous allons nous battre pour le conquérir, car notre territoire s'est asséché et des hordes d'humains l'ont envahi. Il nous faut une nouvelle terre.
hu: Akkor harcolni fogunk érte. Az otthonunk a folyó alsó folyásánál kiszáradt, és emberek hordái költöztek oda. Új hazára van szükségünk.

source: Peasants, this is your new land. A good supply of water, fertile, just a little too wet. But that will soon change.
fr: Paysans, voici vos nouvelles terres. Bien approvisionnées en eau, fertiles, juste un peu trop marécageuses. Mais cela va changer bientôt.
hu: Parasztok, ez az új földetek. A folyó jó vizet ad, és a föld termékeny, csak egy kicsit nedves. De ez hamarosan meg fog változni.

source: Not so fast! This land is orcish territory, not human.
fr: Pas si vite! Cet endroit appartient aux orcs, pas aux humains.
hu: Nem eszik olyan forrón a kását! Ez itt az orkok területe, nem az embereké!

source: We're the ones clearing it, not you.
fr: C'est nous qui le défrichons, pas vous.
hu: Mi leszünk, akik megtisztítják, nem pedig ti!

source: We'll be the ones clearing it — of you!
fr: C'est nous qui allons le défricher — de votre présence!
hu: Mi fogjuk megtisztítani – tőletek!

source: They're here too! Come Kylix, let us fight them together or there will be no space left for either of us.
fr: En voilà encore d'autres! Allons Kylix, allions-nous pour les combattre ou il n'y aura de place ici pour aucun d'entre nous.
hu: Hát ezek is itt vannak! Kylix, együttesen kell harcolnunk ellenük, vagy egyikünk számára sem marad itt hely.

source: This doesn't mean you get to stay here.
fr: Cela ne signifie pas que vous pourrez rester.
hu: Ez nem jelenti azt, hogy itt maradhattok.

source: We can fight about who lives here later. If we don't work together now, neither of us will have this land.
fr: Nous pourrons nous battre pour savoir qui vivra ici ensuite. Si nous n'agissons pas de concert, nous n'aurons cette terre ni l'un ni l'autre.
hu: Később harcolhatunk azért, hogy ki lakjon itt. De ha most nem lépünk szövetségre, egyikünk sem fogja tudni megtartani ezt a földet.

source: Then we have a truce until they are gone.
fr: Dans ce cas, faisons un pacte jusqu'à ce qu'ils soient partis.
hu: Akkor fegyverszünetet kötünk, amíg ezeket el nem űztük.

source: Agreed.
fr: D'accord.
hu: Rendben.

source: Defeat both enemy leaders
fr: Vaincre les deux chefs ennemis
hu: Legyőzöd mindkét ellenséges vezért

source: Death of Isarras
fr: Mort d'Isarras
hu: Isarras elesik

source: My death doesn't matter. The dam will dry this swamp up.
fr: Ma mort est sans importance. Le barrage assèchera ce marécage de toutes façons.
hu: Az én halálom mit sem számít. A gát majd kiszárítja ezt a mocsárt.

source: Dam?
fr: Barrage?
hu: Gát?

source: An ominous construct. I'll explain when we have dealt the the orcs.
fr: Une invention abominable. Je vous expliquerai quand nous en aurons fini avec les orcs.
hu: Sötét építmény. Megmagyarázom, ha majd legyőztük az orkokat.

source: So, saurians, are you going to help us, or just cower while we do the dying?
fr: Et bien, les sauriens, êtes-vous décidés à nous aider, ou juste à rester à l'abri pendant que nous nous battons?
hu: Szóval, gyíkok, segítetek nekünk, vagy csak lapultok, amíg mi az életünket áldozzuk?

source: I'm being attacked!
fr: Je suis attaqué!
hu: Megtámadtak!

source: Can't handle a little swamp vermin? Why don't you just leave this to us?
fr: Pas fichus de vous débarrasser de cette petite vermine de marais? Pourquoi ne pas nous laisser faire?
hu: Nem tudsz elbánni egy kis mocsári féreggel? Jobb lesz, ha ránk bízod ezt az ügyet!

source: They're attacking the humans too? Alright then, ignore the humans for now, no sense in wasting effort.
fr: Ils attaquent les humains aussi? Parfait, laissez les humains tranquilles pour le moment. Inutile de gaspiller nos efforts.
hu: Az embereket is megtámadják? Rendben, akkor hagyjuk most az embereket, ne pazaroljuk az erőnket!

source: The orcs stopped attacking. Let's focus on the saurians for now.
fr: Les orcs ne nous attaquent plus. Concentrons-nous sur les sauriens.
hu: Az orkok beszüntették a támadást. Koncentráljuk erőinket a gyíkokra!

source: Look at that! The orcs are having problems with the wildlife.
fr: Regardez! Les orcs ont l'air d'avoir des problèmes avec la faune locale.
hu: Nézzenek oda! Az orkoknak problémái akadtak a vadvilággal!

source: The saurians are attacking everyone. Focus on the saurians, we can deal with the orcs later.
fr: Les sauriens attaquent tout le monde. Concentrez-vous sur les sauriens, nous pourrons régler le compte des orcs ensuite.
hu: A gyíkok egyformán támadnak mindenkit. Koncentráljunk most a gyíkokra! Az orkokat majd elintézzük később.

source: The humans aren't attacking. Let's clear these swamps before we bother with them.
fr: Les humains n'attaquent pas. Nettoyons ces marais avant de nous occuper d'eux.
hu: Az emberek beszüntették a támadást. Mielőtt velük bajlódnánk, tisztítsuk meg ezt a mocsarat!

source: We've driven them off for now, but what's a dam?
fr: Nous les avons repoussés pour le moment, mais qu'est-ce qu'un barrage?
hu: Elűztük őket egy időre, de mi az a gát?

source: A dam is a wall to block water. If the humans are building them, that explains why our land dried up. Soon this swamp will become farmland and there will be no place for you here.
fr: C'est un mur pour retenir l'eau. Si les humains en construisent un, cela explique pourquoi notre territoire s'est asséché. Bientôt ce marais deviendra une terre cultivable et vous ne pourrez plus y vivre.
hu: A gát egy fal, ami elállja a víz útját. Ha ezeket az emberek építik, akkor már értem, miért száradt ki az otthonunk. Nemsokára ebből a mocsárból szántóföld lesz, és akkor nem lesz itt helyetek.

source: Then I shall destroy it! Isarras, would you like to accompany me upstream? I'll grant you land in my territory until water is restored to your home should you accept.
fr: Alors je vais le détruire! Isarras, m'accompagnerez-vous? Je vous donnerai une part de mon territoire jusqu'à ce que l'eau revienne chez vous si vous acceptez.
hu: Akkor elpusztítom! Isarras, velem tartasz a folyó felső folyásához? Ha elfogadod az ajánlatomat, akkor letelepedhetsz a területemen addig, amíg a víz visszatér az otthonodba.

source: You have yourself a deal. And my troops will join you as well.
fr: Ce marché me convient. Et mes troupes iront avec vous aussi.
hu: Elfogadom az ajánlatod. És a csapataim is rendelkezésedre állnak.

source: Dam Delay
fr: Retard du barrage
hu: Késedelem a gátnál

source: Kylix and Isarras travelled upstream into the Estmark hills. There they found a large camp of humans building a dam across the river.
fr: Kylix et Isarras remontèrent la rivière jusqu'aux collines des Marches de l'Est. Ils y trouvèrent un grand campement d'humains occupés à construire un barrage en travers de la rivière.
hu: Kylix és Isarras felmentek a folyó felső folyásához, az Estmark-hegységbe. Ott a gátat építő emberek hatalmas táborát találták.

source: team_name^Dam Workers
fr: Travailleurs du barrage
hu: Gátépítők

source: Destroy $destruction_target| enemy villages
fr: Détruire $destruction_target| villages ennemis
hu: Elpusztítasz $destruction_target| ellenséges falut

source: So that is a dam. It looks harmless.
fr: Voici donc un barrage. Cela paraît inoffensif.
hu: Szóval ez az a gát. Ártalmatlannak látszik.

source: See all the peasants bustling around it? When they are finished, it will cross the entire river and no water will pass.
fr: Vous voyez tous ces paysans affairés tout autour? Quand ils auront fini, ça va traverser complètement la rivière et l'eau ne passera plus.
hu: Látod a parasztokat, akik ott nyüzsögnek körülötte? Ha befejezték, akkor át fog érni az egész folyón, és a víz nem juthat át rajta.

source: Kill them all and destroy the dam! They shall not stop our river!
fr: Tuons-les et détruisons le barrage! Ils n'arrêteront pas notre rivière!
hu: Öljük meg mind, és pusztítsuk el a gátat! Nem fogják megállítani a folyónkat!

source: We have not the time. The moment we attack, they will surely send for reinforcements. With our small force, we shall surely be overwhelmed.
fr: Nous n'aurons pas le temps. Dès le début de l'attaque, ils demanderont certainement des renforts. Notre petite troupe sera certainement submergée sous le nombre.
hu: Nincs elég időnk. Ahogy megtámadjuk őket, azonnal erősítést fognak kérni. Kicsi az erőnk, így biztosan fölébünk kerekednek.

source: Then destroy the villages. Without ready access to supplies, they'll be forced to delay, giving us time to find a better solution.
fr: Alors, détruisons les villages. Privés de provisions, ils seront forcés d'interrompre les travaux, ce qui nous donnera le temps de trouver une meilleure solution.
hu: Akkor pusztítsuk el a falvakat! Ha nincs utánpótlásuk, akkor lelassul az építkezés, és időt nyerünk hogy találjunk egy jobb megoldást.

source: Sound the alarm, lizards are attacking!
fr: Sonnez l'alarme, les lézards attaquent!
hu: Húzd meg a vészharangot! A gyíkok megtámadtak minket!

source: Destroy the village quickly. We have no time to waste.
fr: Détruisez rapidement les villages. Nous n'avons pas de temps à perdre.
hu: Gyorsan pusztítsátok el a falvakat! Nincs vesztegetni való időnk!

source: That should slow construction for now. Everyone, retreat while we can.
fr: Cela devrait ralentir la construction. Retirons-nous tant qu'il en est encore temps.
hu: Ezzel egy időre lelassítottuk az építkezést. Vonuljunk vissza, mielőtt késő lesz.

source: Into the Depths
fr: Dans les profondeurs
hu: Le a mélységekbe

source: Despite the disruption Kylix's raid caused, construction on the dam continued. Over the next few months Kylix staged several more raids and ambushed many caravans of supplies. Despite all her attacks, Kylix's numbers were too small for her to do more than slow the pace of construction.
fr: Malgré la pénurie causée par le raid de Kylix, la construction du barrage continua. Pendant les mois qui suivirent Kylix exécuta plusieurs autres raids et prit en embuscade des caravanes de ravitaillement. Mais malgré ces attaques, la troupe de Kylix était trop faible pour faire mieux que ralentir la cadence des travaux.
hu: A zavar ellenére, amit Kylix rajtaütése okozott, a gát építése folytatódott. A következő hónapokban Kylix többször is rajtaütött az ellátmányt szállító karavánokon. De minden erőfeszítése ellenére Kylix csapatai túlságosan kevesen voltak ahhoz, hogy többet elérhessenek, mint az építkezés lelassítását.

source: Kylix grew more and more desperate and daring with each raid, until eventually she failed to call a retreat in time.
fr: Kylix devenait de plus en plus désespérée et audacieuse à chaque raid, jusqu'au jour où elle ne put faire retraite à temps.
hu: Kylix minden rajtaütéssel egyre kétségbeesettebb és vakmerőbb lett, amíg egy alkalommal nem tudott idejében visszavonulni.

source: Escape Tugarth
fr: Échapper à Tugarth
hu: Megszöksz Tugarth elől

source: I've found you at last, and you're pinned against a cliff. Prepare to die, lizards!
fr: J'ai fini par vous trouver, et vous êtes coincés au pied de cette falaise. Préparez-vous à mourir, lézards!
hu: Megtaláltalak végre, és sarokba vagytok szorítva! Készüljetek a halálra, gyíkok!

source: He's so confidant that he has come ahead of the bulk of his army. Even if we beat him, the rest will slaughter us. What are we to do?
fr: Il est si sûr de lui qu'il est venu en avant du gros de son armée. Mais, même si nous le battons, le reste nous tuera certainement. Qu'allons-nous faire?
hu: Annyira elbizakodott, hogy maga mögött hagyta az emberei javát. Még ha le is győzzük, az emberei kardélre hánynak minket. Mit tegyünk?

source: There has to be some way out of here!
fr: Il devrait y avoir une issue!
hu: Kell lennie egy kiútnak innen!

source: This area has only a few bridges providing access. We should be safe here.
fr: On ne peut accéder ici que par quelques ponts. Nous devrions y être en sécurité.
hu: Ezt a területet csak néhány hídon át lehet megközelíteni. Itt biztonságban leszünk.

source: This is my home! Stay out!
fr: Vous êtes chez moi! Passez au large!
hu: Ez az én otthonom! Táguljatok!

source: I think someone else had that idea first.
fr: Je pense que quelqu'un d'autre a déjà eu cette idée.
hu: Azt hiszem, valaki megelőzött minket.

source: Then kill whomever it is!
fr: Alors tuez-le, quel qu'il soit!
hu: Akkor öljük meg, bárki is legyen!

source: Defeat Murg
fr: Vaincre Murg
hu: Legyőzöd Murgot

source: The cavern is secure. Let us remain until we have regained our strength.
fr: Cette caverne est sûre. Restons-y jusqu'à ce que nos forces soient revenues.
hu: Most már biztonságos a barlang. Maradjunk itt, amíg visszanyerjük az erőnket!

source: Perhaps we can find safety in this cave!
fr: Peut-être pourrons-nous trouver refuge dans cette grotte!
hu: Reméljük, biztonságban leszünk ebben a balangban!

source: It seems our best chance; we cannot beat Tugarth's forces. Everyone in! The further we can get from the entrance the better.
fr: C'est sans doute notre meilleure chance; nous ne pouvons pas lutter avec les forces de Tugarth. Tout le monde à l'intérieur! Le plus loin de l'entrée sera le mieux.
hu: Úgy tűnik, ez a legjobb esélyünk; nem győzhetjük le Tugarth erőit. Mindenki befelé! Minél távolabb kerülünk a bejárattól, annál jobb.

source: Explore the cave
fr: Explorer la caverne
hu: Feltárod a barlangot

source: I may die, but my men will destroy you.
fr: Je peux bien mourir, mes hommes vous extermineront tous.
hu: Én meghalhatok, de az enyéim eplusztítanak titeket.

source: We've bought ourselves time, nothing more.
fr: Nous avons gagné du temps, rien de plus.
hu: Csak időt nyertünk, semmi egyebet.

source: team_name^Pursuers
fr: Poursuivants
hu: Üldözők

source: Torc of Leadership
fr: Torque de Commandement
hu: Vezéri nyakék

source: You cannot use this item.
fr: Vous ne pouvez pas utiliser cet objet.
hu: Nem használhatod ezt az eszközt.

source: The Steam Caverns
fr: Les Cavernes Brumeuses
hu: Gőzbarlangok

source: A few days later...
fr: Quelques jours plus tard...
hu: Néhány nap múlva...

source: team_name^Egg Defenders
fr: Protecteurs des œufs
hu: Tojásőrök

source: team_name^Egg Thieves
fr: Voleurs d'œufs
hu: Tojásrablók

source: Resist until time expires
fr: Résister jusqu'à la limite des tours
hu: Kitartasz a körök végéig

source: Death of Arkax
fr: Mort de Arkax
hu: Arkax elesik

source: An egg is captured by the enemy
fr: Un œuf est capturé par l'ennemi
hu: Az ellenfél elrabol egy tojást

source: We've been here a few days and there's no sign that the humans want to catch us here.
fr: Nous sommes là depuis quelques jours et rien n'indique que les humains soient décidés à venir nous y chercher.
hu: Már itt vagyunk néhány napja, és semmi jele annak, hogy az emberek el akarnának kapni minket.

source: Good. We'll stay here a bit longer then return to the surface to continue our raids.
fr: Bon. Nous allons y rester encore un peu puis revenir à la surface pour reprendre nos raids.
hu: Remek. Még egy kicsit itt maradunk, aztán visszatérünk a felszínre, és folytatjuk a rajtaütéseinket.

source: I don't like that idea. There are too many of them now. I think we should...
fr: Je n'aime pas cette idée. Ils sont trop nombreux maintenant. Je pense que nous devrions...
hu: Nem tetszik az ötlet. Mostanra már túl sok van belőlük. Azt hiszem...

source: *scratch, scratch, scratch*
hu: *hrsh, hrsh, hrsh*

source: What's that noise?
fr: Quel est ce bruit?
hu: Mi ez a zaj?

source: More robbers? You shall die with the rest of them!
fr: Encore des voleurs? Vous allez mourir comme les autres!
hu: Még több rabló? Halál vár rátok is, mint a többire!

source: Wait! We are no enemies! We didn't even know you were here.
fr: Attendez! Nous ne sommes pas vos ennemis! Nous ne savions même pas que vous étiez ici.
hu: Várj! Mi nem vagyunk az ellenségeid! Azt sem tudtuk, hogy itt vagy.

source: I think you lie. You are here to steal our eggs, just like the others.
fr: Je crois que vous mentez. Vous êtes ici pour voler nos œufs, comme les autres.
hu: Azt gondolom, hazudtok. Azért jöttetek, hogy elraboljátok a tojásainkat, mint a többiek.

source: I would never steal eggs. By the moon, the stars and the sun, I swear that I hold the eggs of all sacred to their mothers.
fr: Jamais je ne volerais un œuf. Je jure par la lune, le soleil et les étoiles que je tiens tous les œufs pour sacrés.
hu: Soha nem lopnék tojásokat! Esküszöm a holdra, a csillagokra és a napra, hogy számomra minden tojás az anyja szent tulajdona.

source: Then I ask you to help us, for our eggs are in danger and we are in need of aid.
fr: Dans ce cas, je vous demanderai de nous aider, car nos œufs sont en danger et nous avons besoin d'assistance.
hu: Akkor arra kérlek, hogy segítsetek nekünk, mert a tojásaink veszélyben vannak, és szükségünk van a segítségre.

source: It is yours for the asking.
fr: Avec plaisir.
hu: Segítünk neked, mivel szépen kérted.

source: Then come quickly, I shall lead you to the battle. May we all be victorious this day.
fr: Alors venez vite, je vais vous conduire à l'endroit de la bataille. Espérons que nous l'emporterons ensemble aujourd'hui.
hu: Akkor kövessetek gyorsan, elvezetlek titeket a csatába. Bárcsak miénk lehetne ma a győzelem!

source: Watch the eggs!
fr: Surveillez les œufs !
hu: Vigyázzatok a tojásokra!

source: Hey, it looks like there's a passage here!
fr: Hé, on dirait qu'il y a un passage ici!
hu: Nahát, úgy tűnik, az itt egy átjáró!

source: Why didn't you find it on our side?
fr: Pourquoi ne l'a-t-on pas trouvé jusqu'ici?
hu: Hogyhogy nem találtátok meg ezt a mi oldalunkon?

source: The eggs are ours!
fr: Les œufs sont à nous !
hu: A tojások a mieink!

source: Hey Gra! Why is it so foggy all of a sudden?
fr: Hé Gra! Qu'est-ce que c'est que cette purée de poix?
hu: Hé, Gra! Mi ez a hirtelen köd?

source: There's a river running into a chasm of lava in our cavern. It creates a lot of steam.
fr: C'est que la rivière se perd dans une crevasse remplie de lave un peu plus loin. Cela produit une quantité de vapeur.
hu: A barlangunkban van egy folyó, ami egy lávahasadékba ömlik. Innen száll fel a gőz.

source: This is taking too long. Send in the bats!
fr: C'est trop long. Envoyez les chauves-souris!
hu: Így csak az időnket vesztegetjük. Küldjétek rájuk a denevéreket!

source: Who will save my children?
fr: Qui sauvera mes enfants?
hu: Ki fogja megóvni a gyermekeimet?

source: These eggs are better defended than I thought. Everyone retreat! There's no sense in wasting lives.
fr: Ces œufs sont mieux défendus que je ne pensais. Tout le monde en arrière. Inutile de gaspiller des vies.
hu: Ezeket a tojásokat jobban védik, mint gondoltam. Mindenki vissza! Nincs értelme a felesleges véráldozatnak!

source: Thank you for helping us protect our eggs.
fr: Merci de nous avoir aidés à protéger nos œufs.
hu: Köszönöm, hogy segítettél megvédeni a tojásainkat.

source: It was our privilege. I must ask if you could possibly help us as well?
fr: C'était un privilège. Je dois vous demander si vous pourriez nous aider en retour?
hu: Miénk a megtiszteltetés. Meg kell kérdeznem, hogy te tudnál-e esetleg nekünk segíteni?

source: Of course we will aid you, if it is in our power.
fr: Naturellement, si c'est en notre pouvoir.
hu: Természetesen segítünk nektek. Megtesszük, ami tőlünk telik.

source: We have discovered that our home is in danger of drying up because humans have come to build a dam on our river. Will you help us to destroy this dam?
fr: Nous avons découvert que notre pays est menacé d'assèchement parce que les humains sont venus construire un barrage sur notre rivière en amont. Pourriez-vous nous aider à détruire ce barrage?
hu: Az otthonunkat a kiszáradás fenyegeti, mert az emberek egy gátat építenek a folyónkon. Segítetek nekünk elpusztítani a gátat?
