Repository: wescamp/Roar_of_the_Woses-1.10
Catalog: po/*.po
Languages: fr, hu

source: While saurians are known for their speed, their cold blodded nature allows them to hold their breath for long periods of time. With practice, a saurian can remain underwater, lurking just below the surface to ambush those who come too near the water's edge.
fr: Bien que les sauriens soient réputés pour leur vitesse, leur sang froid leur permet de retenir leur souffle pendant longtemps. Avec de l'entraînement, un saurien peut rester dissimulé sous l'eau, épiant juste en dessous de la surface pour attaquer ceux qui s'approchent trop près du bord.
hu: Jóllehet a gyíkok a fürgeségükről ismertek, a hideg vérük alkalmassá teszi őket arra, hogy hosszú ideig visszatartsák a lélegzetüket. Kellő gyakorlással egy gyík képes a víz alatt maradni, közvetlenül a felszín alatt bújkálva, hogy rajtaüssön azokon, akik túl közel jönnek a vízparthoz.

source: race^Faerie
fr: Fée
hu: Tündér

source: race+female^Faerie
fr: Fée
hu: Tündér

source: race^Faeries
fr: Fées
hu: Tündérek

source: I can help no longer.
fr: Je ne peux pas vous aider davantage.
hu: Tovább nem tudok segíteni.

source: Because Greta has died, footpads can no longer be recruited.
fr: Comme Greta est morte, vous ne pouvez plus recruter de voleurs.
hu: Greta meghalt, ezért nem tudsz több útonállót toborozni.

source: At least I died free.
fr: Au moins je meurs libre.
hu: Legalább szabadon haltam meg.

source: Without Gulthamos, you cannot recruit poachers.
fr: Sans Gulthamos, vous ne pouvez pas recruter de braconniers.
hu: Gulthamos nélkül nem toborozhatsz orvvadászokat.

source: With the death of Larhyn, you may no longer recruit thugs.
fr: Suite à la mort de Larhyn, vous ne pouvez plus recruter de bandits.
hu: Larhyn halála után nem toborozhatsz többé gyilkosokat.

source: We need some archers. Let us track down some poachers and convince them to join.
fr: Nous avons besoin de quelques archers. Pistons quelques braconniers et tâchons de les convaincre de venir avec nous.
hu: Szükségünk van íjászokra. Keressünk pár orvvadászt, és győzzük meg őket, hogy csatlakozzanak hozánk!

source: We could use some thugs to strengthen our lines.
fr: Nous aurions l'usage de quelques canailles pour renforcer de nos lignes de bataille.
hu: Jól jönne néhány gyilkos, hogy erősítsék a sorainkat.

source: We need to keep moving. Footpads should be able to keep up with us.
fr: Nous devons continuer à avancer. Les voleurs devraient pouvoir nous suivre.
hu: Mozgásban kell maradnunk. Az útonállók biztosan tudják majd tartani velünk a lépést.

source: We have enough allies already. It is time to strike!
fr: Nous avons assez d'alliés. Il est temps de frapper un grand coup!
hu: Már elegendő szövetségesünk van. Ideje, hogy lecsapjunk!

source: Now, on to the dam! All those in our way shall fall!
fr: Et maintenant, au barrage! Tous ceux qui se mettent en travers de notre chemin seront balayés!
hu: Most, a gátra! Pusztuljon mindenki, aki az utunkba áll!

source: You're going to the dam? And planning on fighting through everyone? You're crazy!
fr: Vous allez au barrage? En vous ouvrant un chemin à la pointe de l'épée? Vous êtes folle!
hu: A gátra mégy? És keresztül akarod verekedni magad mindenkin? Te őrült vagy!

source: It's the only way we can get to the dam. We have no choice.
fr: C'est le seul moyen d'atteindre le barrage. Nous n'avons pas le choix.
hu: Ez az egyetlen módja, hogy elérjük a gátat. Nincs más választásunk.

source: But there's another way. My ancestors and I lived under the hills and dug many tunnels and mines. One of them exits very near the dam. My relatives were finishing mining and moving out, since they expect that area to become flooded next year. We should be able to bypass the Wesnoth army entirely if we go that way.
fr: Mais il y a un autre moyen. Mes ancêtres et moi-même avons vécu sous les collines et y avons creusé de nombreux tunnels. L'un d'entre eux débouche tout près du barrage. Ma parenté se préparait à partir, parce qu'ils s'attendaient à ce que tout soit submergé l'année prochaine. Nous devrions pouvoir contourner entièrement l'armée de Wesnoth si nous passons par là.
hu: De van egy másik út. Az őseim, és én is a hegy alatt laktunk, és számos alagutat és tárnát ástunk ki. Az egyikük nagyon közel van a gáthoz. A rokonaim abahagyták a bányászatot, és kiköltöztek, mert arra számítottak, hogy a területre jövőre betör a víz. Ha azon az úton megyünk, teljességgel elkerülhetjük Wesnoth seregét.

source: Is that so? Where is the entrance to this mine you speak of?
fr: Vraiment? Où est l'entrée de cette mine dont vous parlez?
hu: Csakugyan? Hol van ennek a bizonyos bányának a bejárata?

source: The closest entrance is concealed within a small cave on the eastern edge of the hills. A small waterfall flows out of it, discouraging exploration.
fr: L'entrée la plus proche est dissimulée dans une caverne sur le flanc est des collines. Une petite cascade en sort, ce qui décourage les curieux.
hu: A legközelebbi bejárat egy kis barlangban van elrejtve, a dombok keleti szélén. Egy kis vízesés ered belőle, hogy elrettentse a betolakodókat.

source: We have no fear of water. Lead us to it!
fr: Nous n'avons pas peur de l'eau. Montrez-nous le chemin.
hu: Mi nem félünk a víztől. Vezess oda minket!

source: Early in 552 YW, a naga clan came upriver, contesting with Kylix for control of the river.
fr: Tôt dans l'année 552 AW, un clan de nagas remontant le courant, contesta à Kylix le contrôle de la rivière.

source: The Torc of Leadership grants you the power to lead others in battle.
fr: Le Torque de Commandement vous permet de d'encourager vos voisins dans la bataille.

source: You may now recruit Woses and Sprites. Because you are separated from your army, you cannot recruit or recall additional Saurian or Naga units at this time.
fr: Vous pouvez maintenant recruter des woses et des lutins. Comme vous êtes séparés de votre armée, vous ne pouvez ni recruter ni rappeler des sauriens ou des nagas pour le moment.

source: The faerie are an expression of the forest, changing with its seasons. Some suspect they are the souls of dead elves, while others think they arise from the latent magic of the forest.
fr: La fée est l'émanation de la forêt, changeante avec les saisons. Certains croient que ce sont les âmes des elfes défunts, tandis que d'autres pensent qu'elles proviennent de la magie latente de la forêt.
